{
  "section_number": 1,
  "content": "# Section 1\n\nVous vous enfoncez confortablement dans le siège antigravitationnel, face aux commandes de votre vaisseau spatial. Après avoir vérifié le système de sécurité, vous examinez attentivement le tableau de bord : il ne présente aucune complexité. Une simple console d'ordinateur reliée à un terminal de liaison et quelques écrans suffisent à gérer l'ensemble.\n\nLe circuit micro-électronique du système alpha ziridium est profondément enfoui dans les entrailles du vaisseau, et vous n'aurez jamais à vous en préoccuper. En cas de panne ou d'incident, votre ingénieur robot interviendra sur-le-champ. La préprogrammation de votre voyage vous mènera d'abord sur Tropos.\n\nVous entamez les procédures de départ : interrogation de l'ordinateur concernant tous les points vitaux du vaisseau. Une voix impersonnelle se fait entendre aussitôt :\n\n> **« Vérifications effectuées. Fonctionnement optimal. »**\n\nPuis, vous passez à la deuxième opération : le contact avec la tour de contrôle. Paré au décollage ! Vous appuyez sur un bouton... et c'est le grand voyage.\n\nAu bout de quelques minutes, les malaises dus à l'accélération s'estompent. Vous quittez l'exosphère terrienne et pénétrez dans la nuit spatiale, aussi noire que de l'encre. Le générateur gravitationnel est automatiquement enclenché, maintenant la pesanteur normale dans votre vaisseau, ce qui vous permet, ainsi qu'à vos robots, de vous déplacer librement.\n\nVous allumez l'écran de vision rétrospective pour observer une dernière fois la Terre qui rétrécit et s'éloigne. Des bancs de nuages glissent paresseusement, et le soleil se réfléchit sur les glaces polaires du cercle arctique. Bien que vous ayez eu maintes occasions de contempler ce spectacle lors de vos voyages vers Vénus ou Mercure, vous ressentez toujours un léger pincement au cœur et une émotion nostalgique. \n\n**Reverrez-vous jamais la Terre ?** D'un haussement d'épaules, vous chassez ces pensées, car seul compte, désormais, votre mission. \n\nDes heures s'écoulent, uniformes et lentes. Puis, votre écran revient soudain à la vie. L'ordinateur de bord vous avertit qu'un autre vaisseau spatial suit la même trajectoire que vous, maintenant soigneusement un écart constant. Cela ressemble à s'y méprendre à une filature.\n\n**Que décidez-vous ?**\n- Donnez l'ordre à votre ordinateur d'engager la procédure d'évasion (rendez-vous au [[48]]).\n- Préférez-vous continuer votre route (rendez-vous au [[398]]) ?",
  "formatted_content": null,
  "source": "raw",
  "last_update": "2024-12-18T19:51:31.580393",
  "error": null
}